Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# menu.view.nextWorkspace
source: Next Workspace
ar: مساحة العمل التالية
bs: Sljedeći radni prostor
da: Næste arbejdsområde
de: Nächster Arbeitsbereich
es: Siguiente espacio de trabajo
fr: Espace de travail suivant
it: Area di lavoro successiva
ja: 次のワークスペース
ko: 다음 작업 공간
nb: Neste arbeidsområde
pl: Następna przestrzeń robocza
pt_br: Próxima Área de Trabalho
ru: Следующее рабочее пространство
th: เวิร์กสเปซถัดไป
tr: Sonraki Çalışma Alanı
uk: Наступна робоча область
zh_hans: 下一个工作区
zh_hant: 下一個工作區

# menu.view.previousSurface
source: Previous Surface
ar: السطح السابق
bs: Prethodna površina
da: Forrige overflade
de: Vorherige Oberfläche
es: Superficie anterior
fr: Surface précédente
it: Superficie precedente
ja: 前のサーフェス
ko: 이전 화면
nb: Forrige flate
pl: Poprzednia powierzchnia
pt_br: Superfície Anterior
ru: Предыдущая поверхность
th: พื้นผิวก่อนหน้า
tr: Önceki Yüzey
uk: Попередня поверхня
zh_hans: 上一个 Surface
zh_hant: 上一個 Surface

# menu.view.previousWorkspace
source: Previous Workspace
ar: مساحة العمل السابقة
bs: Prethodni radni prostor
da: Forrige arbejdsområde
de: Vorheriger Arbeitsbereich
es: Espacio de trabajo anterior
fr: Espace de travail précédent
it: Area di lavoro precedente
ja: 前のワークスペース
ko: 이전 작업 공간
nb: Forrige arbeidsområde
pl: Poprzednia przestrzeń robocza
pt_br: Área de Trabalho Anterior
ru: Предыдущее рабочее пространство
th: เวิร์กสเปซก่อนหน้า
tr: Önceki Çalışma Alanı
uk: Попередня робоча область
zh_hans: 上一个工作区
zh_hant: 上一個工作區

# menu.view.reloadPage
source: Reload Page
ar: إعادة تحميل الصفحة
bs: Ponovo učitaj stranicu
da: Genindlæs side
de: Seite neu laden
es: Recargar página
fr: Recharger la page
it: Ricarica pagina
ja: ページを再読み込み
ko: 페이지 새로고침
nb: Last inn siden på nytt
pl: Odśwież stronę
pt_br: Recarregar Página
ru: Перезагрузить страницу
th: โหลดหน้าใหม่
tr: Sayfayı Yeniden Yükle
uk: Перезавантажити сторінку
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

# menu.view.renameWorkspace
source: Rename Workspace…
ar: إعادة تسمية مساحة العمل…
bs: Preimenuj radni prostor…
da: Omdøb arbejdsområde…
de: Arbeitsbereich umbenennen …
es: Renombrar espacio de trabajo…
fr: Renommer l'espace de travail...
it: Rinomina area di lavoro…
ja: ワークスペースの名称変更…
ko: 작업 공간 이름 변경…
nb: Gi arbeidsområdet nytt navn …
pl: Zmień nazwę przestrzeni roboczej…
pt_br: Renomear Área de Trabalho…
ru: Переименовать рабочее пространство...
th: เปลี่ยนชื่อเวิร์กสเปซ...
tr: Çalışma Alanını Yeniden Adlandır…
uk: Перейменувати робочу область…
zh_hans: 重命名工作区...
zh_hant: 重新命名工作區...

# menu.view.showJSConsole
source: Show JavaScript Console
ar: عرض وحدة تحكم JavaScript
bs: Prikaži JavaScript konzolu
da: Vis JavaScript-konsol
de: JavaScript-Konsole anzeigen
es: Mostrar consola de JavaScript
fr: Afficher la console JavaScript
it: Mostra console JavaScript
ja: JavaScriptコンソールを表示
ko: JavaScript 콘솔 표시
nb: Vis JavaScript-konsoll
pl: Pokaż konsolę JavaScript
pt_br: Mostrar Console JavaScript
ru: Показать консоль JavaScript
th: แสดงคอนโซล JavaScript
tr: JavaScript Konsolunu Göster
uk: Показати консоль JavaScript
zh_hans: 显示 JavaScript 控制台
zh_hant: 顯示 JavaScript 主控台

# menu.view.showNotifications
source: Show Notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar Notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# menu.view.splitBrowserDown
source: Split Browser Down
ar: تقسيم المتصفح للأسفل
bs: Podijeli preglednik dolje
da: Opdel browser nedad
de: Browser nach unten teilen
es: Dividir navegador hacia abajo
fr: Diviser le navigateur vers le bas
it: Dividi browser in basso
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
nb: Del nettleser ned
pl: Podziel przeglądarkę w dół
pt_br: Dividir Navegador para Baixo
ru: Разделить браузер вниз
th: แยกเบราว์เซอร์ลงล่าง
tr: Tarayıcıyı Aşağı Böl
uk: Розділити браузер вниз
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# menu.view.splitBrowserRight
source: Split Browser Right
ar: تقسيم المتصفح لليمين
bs: Podijeli preglednik desno
da: Opdel browser til højre
de: Browser nach rechts teilen
es: Dividir navegador a la derecha
fr: Diviser le navigateur à droite
it: Dividi browser a destra
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
nb: Del nettleser til høyre
pl: Podziel przeglądarkę w prawo
pt_br: Dividir Navegador à Direita
ru: Разделить браузер вправо
th: แยกเบราว์เซอร์ไปทางขวา
tr: Tarayıcıyı Sağa Böl
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# menu.view.splitDown
source: Split Down
ar: تقسيم للأسفل
bs: Podijeli dolje
da: Opdel nedad
de: Nach unten teilen
es: Dividir hacia abajo
fr: Diviser vers le bas
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
nb: Del ned
pl: Podziel w dół
pt_br: Dividir para Baixo
ru: Разделить вниз
th: แยกลงล่าง
tr: Aşağı Böl
uk: Розділити вниз
zh_hans: 向下拆分
zh_hant: 向下分割

# menu.view.splitRight
source: Split Right
ar: تقسيم لليمين
bs: Podijeli desno
da: Opdel til højre
de: Nach rechts teilen
es: Dividir a la derecha
fr: Diviser à droite
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
nb: Del til høyre
pl: Podziel w prawo
pt_br: Dividir à Direita
ru: Разделить вправо
th: แยกไปทางขวา
tr: Sağa Böl
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# menu.view.toggleCanvasLayout
source: Toggle Canvas Layout
ar: تبديل تخطيط اللوحة
bs: Prebaci raspored platna
da: Slå lærredslayout til/fra
de: Canvas-Layout umschalten
es: Alternar diseño de lienzo
fr: Basculer la disposition en canevas
it: Attiva/disattiva layout canvas
ja: キャンバスレイアウトを切り替え
ko: 캔버스 레이아웃 전환
nb: Veksle lerretoppsett
pl: Przełącz układ kanwy
pt_br: Alternar Layout de Canvas
ru: Переключить режим холста
th: สลับเลย์เอาต์แคนวาส
tr: Kanvas Düzenini Aç/Kapat
uk: Перемкнути режим полотна
zh_hans: 切换画布布局
zh_hant: 切換畫布佈局

# menu.view.toggleDesignMode
source: Toggle Design Mode
ar: تبديل وضع التصميم
de: Design-Modus umschalten
es: Alternar el modo de diseño
fr: Basculer le mode Conception
ja: デザインモードを切り替え
ko: 디자인 모드 전환
zh_hans: 切换设计模式
zh_hant: 切換設計模式

# menu.view.toggleDevTools
source: Toggle Developer Tools
ar: تبديل أدوات المطور
bs: Prebaci razvojne alate
da: Slå udviklerværktøjer til/fra
de: Entwicklerwerkzeuge ein-/ausblenden
es: Alternar herramientas de desarrollo
fr: Afficher/masquer les outils de développement
it: Attiva/Disattiva Strumenti sviluppatore
ja: デベロッパツールの切り替え
ko: 개발자 도구 전환
nb: Slå utviklerverktøy av/på
pl: Przełącz narzędzia deweloperskie
pt_br: Alternar Ferramentas do Desenvolvedor
ru: Инструменты разработчика
th: สลับเครื่องมือนักพัฒนา
tr: Geliştirici Araçlarını Aç/Kapat
uk: Перемкнути інструменти розробника
zh_hans: 切换开发者工具
zh_hant: 切換開發者工具

# menu.view.toggleLeftSidebar
source: Toggle Left Sidebar
ar: تبديل الشريط الجانبي الأيسر
bs: Prebaci lijevu bočnu traku
da: Slå venstre sidebjælke til/fra
de: Linke Seitenleiste ein-/ausblenden
es: Alternar barra lateral izquierda
fr: Afficher/masquer la barre latérale gauche
it: Attiva/Disattiva barra laterale sinistra
ja: 左サイドバーを切り替え
ko: 왼쪽 사이드바 전환
nb: Slå venstre sidepanel av/på
pl: Przełącz lewy pasek boczny
pt_br: Alternar barra lateral esquerda
ru: Переключить левую боковую панель
th: สลับแถบด้านข้างซ้าย
tr: Sol Kenar Çubuğunu Aç/Kapat
uk: Перемкнути ліву бічну панель
zh_hans: 切换左侧边栏
zh_hant: 切換左側邊欄

# menu.view.toggleReactGrab
source: Toggle React Grab
ar: تبديل React Grab
de: React Grab umschalten
es: Alternar React Grab
fr: Basculer React Grab
ja: React Grabの切り替え
ko: React Grab 전환
zh_hans: 切换 React Grab
zh_hant: 切換 React Grab

# menu.view.toggleRightSidebar
source: Toggle Right Sidebar
ar: تبديل الشريط الجانبي الأيمن
bs: Prebaci desnu bočnu traku
da: Slå højre sidebjælke til/fra
de: Rechte Seitenleiste ein-/ausblenden
es: Alternar barra lateral derecha
fr: Afficher/masquer la barre latérale droite
it: Attiva/Disattiva barra laterale destra
ja: 右サイドバーを切り替え
ko: 오른쪽 사이드바 전환
nb: Slå høyre sidepanel av/på
pl: Przełącz prawy pasek boczny
pt_br: Alternar barra lateral direita
ru: Переключить правую боковую панель
th: สลับแถบด้านข้างขวา
tr: Sağ Kenar Çubuğunu Aç/Kapat
uk: Перемкнути праву бічну панель
zh_hans: 切换右侧边栏
zh_hant: 切換右側邊欄

# menu.view.workspace
source: Workspace %lld
ar: مساحة العمل %lld
bs: Radni prostor %lld
da: Arbejdsområde %lld
de: Arbeitsbereich %lld
es: Espacio de trabajo %lld
fr: Espace de travail %lld
it: Area di lavoro %lld
ja: ワークスペース %lld
ko: 작업 공간 %lld
nb: Arbeidsområde %lld
pl: Przestrzeń robocza %lld
pt_br: Área de Trabalho %lld
ru: Рабочее пространство %lld
th: เวิร์กสเปซ %lld
tr: Çalışma Alanı %lld
uk: Робоча область %lld
zh_hans: 工作区 %lld
zh_hant: 工作區 %lld

# menu.view.zoomIn
source: Zoom In
ar: تكبير
bs: Uvećaj
da: Zoom ind
de: Einzoomen
es: Ampliar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
nb: Zoom inn
pl: Powiększ
pt_br: Aumentar Zoom
ru: Увеличить
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
zh_hans: 放大
zh_hant: 放大

# menu.view.zoomOut
source: Zoom Out
ar: تصغير
bs: Umanji
da: Zoom ud
de: Auszoomen
es: Reducir
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
nb: Zoom ut
pl: Pomniejsz
pt_br: Diminuir Zoom
ru: Уменьшить
th: ซูมออก
tr: Uzaklaştır
uk: Зменшити
zh_hans: 缩小
zh_hant: 縮小

# menu.window.taskManager
source: Task Manager...
ar: إدارة المهام...
es: Administrador de tareas...
fr: Gestionnaire de tâches...
ja: タスクマネージャ...
ko: 작업 관리자...
zh_hans: 任务管理器...
zh_hant: 工作管理員...

# menu.windowNumber
source: Window %lld
ar: النافذة %lld
bs: Prozor %lld
da: Vindue %lld
de: Fenster %lld
es: Ventana %lld
fr: Fenêtre %lld
it: Finestra %lld
ja: ウインドウ %lld
ko: 윈도우 %lld
nb: Vindu %lld
pl: Okno %lld
pt_br: Janela %lld
ru: Окно %lld
th: หน้าต่าง %lld
tr: Pencere %lld
uk: Вікно %lld
zh_hans: 窗口 %lld
zh_hant: 視窗 %lld

# mobile.chat.artifact.error.corruptMedia
source: The file contains invalid or damaged media data.
ar: يحتوي الملف على بيانات وسائط غير صالحة أو تالفة.
de: Die Datei enthält ungültige oder beschädigte Mediendaten.
es: El archivo contiene datos multimedia no válidos o dañados.
fr: Le fichier contient des données multimédias invalides ou endommagées.
ja: ファイルに無効または破損したメディアデータが含まれています。
ko: 파일에 올바르지 않거나 손상된 미디어 데이터가 포함되어 있습니다.
zh_hans: 该文件包含无效或损坏的媒体数据。
zh_hant: 檔案包含無效或損壞的媒體資料。

# mobile.chat.artifact.error.fileNotFound
source: That file is no longer available on the Mac.
ar: هذا الملف لم يعد متاحًا على جهاز Mac.
de: Diese Datei ist auf dem Mac nicht mehr verfügbar.
es: Ese archivo ya no está disponible en el Mac.
fr: Ce fichier n’est plus disponible sur le Mac.
ja: そのファイルはMac上で利用できなくなりました。
ko: 해당 파일을 Mac에서 더 이상 사용할 수 없습니다.
zh_hans: 该文件在这台 Mac 上已不再可用。
zh_hant: 該檔案在 Mac 上已不存在。

# mobile.chat.artifact.error.forbidden
source: That file was not referenced by this conversation.
ar: لم تتم الإشارة إلى هذا الملف في هذه المحادثة.
de: Auf diese Datei wurde in dieser Konversation nicht verwiesen.
es: Esta conversación no hace referencia a ese archivo.
fr: Ce fichier n’a pas été référencé par cette conversation.
ja: そのファイルはこの会話で参照されていません。
ko: 해당 파일은 이 대화에서 참조되지 않았습니다.
zh_hans: 此对话未引用该文件。
zh_hant: 此對話並未引用該檔案。

# mobile.chat.artifact.error.galleryInvalidParams
source: cmux couldn't tell which session this gallery belongs to.
ar: تعذر على cmux تحديد الجلسة التي ينتمي إليها هذا المعرض.
de: cmux konnte nicht feststellen, zu welcher Sitzung diese Galerie gehört.
es: cmux no pudo determinar a qué sesión pertenece esta galería.
fr: cmux n’a pas pu déterminer à quelle session cette galerie appartient.
ja: このギャラリーがどのセッションのものか判別できませんでした。
ko: cmux가 이 갤러리가 어느 세션에 속하는지 확인할 수 없습니다.
zh_hans: cmux 无法确定此图库属于哪个会话。
zh_hant: cmux 無法判定此圖庫屬於哪個工作階段。

# mobile.chat.artifact.error.invalidCursor
source: The gallery cursor is invalid.
ar: مؤشر المعرض غير صالح.
de: Der Galerie-Cursor ist ungültig.
es: El cursor de la galería no es válido.
fr: Le curseur de la galerie est invalide.
ja: ギャラリーのカーソルが無効です。
ko: 갤러리 커서가 올바르지 않습니다.
zh_hans: 图库游标无效。
zh_hant: 圖庫游標無效。

# mobile.chat.artifact.error.invalidParams
source: cmux couldn't tell which session or file was requested.
ar: تعذر على cmux تحديد الجلسة أو الملف المطلوب.
de: cmux konnte nicht feststellen, welche Sitzung oder Datei angefordert wurde.
es: cmux no pudo determinar qué sesión o archivo se solicitó.
fr: cmux n’a pas pu déterminer quelle session ou quel fichier a été demandé.
ja: どのセッションのどのファイルが要求されたか判別できませんでした。
ko: cmux가 요청된 세션이나 파일을 확인할 수 없습니다.
zh_hans: cmux 无法确定请求的是哪个会话或文件。
zh_hant: cmux 無法判定請求的工作階段或檔案。

# mobile.chat.artifact.error.invalidPath
source: The file path is invalid.
ar: مسار الملف غير صالح.
de: Der Dateipfad ist ungültig.
es: La ruta del archivo no es válida.
fr: Le chemin d’accès au fichier est invalide.
ja: ファイルパスが無効です。
ko: 파일 경로가 올바르지 않습니다.
zh_hans: 文件路径无效。
zh_hant: 檔案路徑無效。

# mobile.chat.artifact.error.irohTransportUnavailable
source: Artifact transfer requires an authenticated session.
ar: نقل العناصر يتطلب جلسة مصادق عليها.
de: Die Übertragung von Artefakten erfordert eine authentifizierte Sitzung.
es: La transferencia de artefactos requiere una sesión autenticada.
fr: Le transfert d’artefacts nécessite une session authentifiée.
ja: アーティファクト転送には、認証済みのセッションが必要です。
ko: 아티팩트를 전송하려면 인증된 세션이 필요합니다.
zh_hans: 传输制品需要经过身份验证的会话。
zh_hant: 產物傳輸需要已驗證的工作階段。

# mobile.chat.artifact.error.notDirectory
source: That path is not a folder.
ar: هذا المسار ليس مجلدًا.
de: Dieser Pfad ist kein Ordner.
es: Esa ruta no es una carpeta.
fr: Ce chemin n’est pas un dossier.
ja: そのパスはフォルダではありません。
ko: 해당 경로는 폴더가 아닙니다.
zh_hans: 该路径不是文件夹。
zh_hant: 該路徑不是資料夾。

# mobile.chat.artifact.error.notRegularFile
source: That path is not a regular file.
ar: هذا المسار ليس ملفًا عاديًا.
de: Dieser Pfad ist keine reguläre Datei.
es: Esa ruta no es un archivo regular.
fr: Ce chemin n’est pas un fichier standard.
ja: そのパスは通常のファイルではありません。
ko: 해당 경로는 일반 파일이 아닙니다.
zh_hans: 该路径不是普通文件。
zh_hant: 該路徑不是一般檔案。

# mobile.chat.artifact.error.permissionDenied
source: cmux does not have permission to read that file.
ar: ليس لدى cmux إذن لقراءة هذا الملف.
de: cmux hat keine Berechtigung zum Lesen dieser Datei.
es: cmux no tiene permiso para leer ese archivo.
fr: cmux n’a pas l’autorisation de lire ce fichier.
ja: cmuxにはそのファイルを読み取る権限がありません。
ko: cmux에 해당 파일을 읽을 수 있는 권한이 없습니다.
zh_hans: cmux 没有读取该文件的权限。
zh_hant: cmux 沒有權限讀取該檔案。

# mobile.chat.artifact.error.previewFailed
source: The Mac could not create a preview for that file.
ar: تعذر على جهاز Mac إنشاء معاينة لهذا الملف.
de: Der Mac konnte keine Vorschau für diese Datei erstellen.
es: El Mac no pudo crear una vista previa de ese archivo.
fr: Le Mac n’a pas pu créer d’aperçu pour ce fichier.
ja: Macでそのファイルのプレビューを作成できませんでした。
ko: Mac에서 해당 파일의 미리보기를 생성할 수 없습니다.
zh_hans: 这台 Mac 无法为该文件生成预览。
zh_hant: Mac 無法為該檔案建立預覽。

# mobile.chat.artifact.error.readFailed
source: The Mac found that file but could not read it.
ar: عثر جهاز Mac على الملف ولكن تعذر عليه قراءته.
de: Der Mac hat diese Datei gefunden, konnte sie aber nicht lesen.
es: El Mac encontró ese archivo pero no pudo leerlo.
fr: Le Mac a trouvé ce fichier mais n’a pas pu le lire.
ja: Macでファイルは見つかりましたが、読み取れませんでした。
ko: Mac에서 파일을 찾았으나 읽을 수 없습니다.
zh_hans: 这台 Mac 找到了该文件，但无法读取。
zh_hant: Mac 已找到該檔案，但無法讀取。

# mobile.chat.artifact.error.sessionNotFound
source: That agent session is no longer available.
ar: جلسة الوكيل هذه لم تعد متاحة.
de: Diese Agenten-Sitzung ist nicht mehr verfügbar.
es: Esa sesión de agente ya no está disponible.
fr: Cette session d’agent n’est plus disponible.
ja: そのエージェントセッションは利用できなくなりました。
ko: 해당 에이전트 세션을 더 이상 사용할 수 없습니다.
zh_hans: 该代理会话已不再可用。
zh_hant: 該代理人工作階段已無法使用。

# mobile.chat.artifact.error.sessionUnavailable
source: That session exists, but its file history could not be read.
ar: هذه الجلسة موجودة، ولكن تعذر قراءة سجل الملفات الخاص بها.
de: Diese Sitzung existiert, aber ihr Dateiverlauf konnte nicht gelesen werden.
es: Esa sesión existe, pero no se pudo leer su historial de archivos.
fr: Cette session existe, mais son historique de fichiers n’a pas pu être lu.
ja: そのセッションは存在しますが、ファイル履歴を読み取れませんでした。
ko: 세션은 존재하지만 파일 기록을 읽을 수 없습니다.
zh_hans: 该会话存在，但无法读取它的文件历史。
zh_hant: 該工作階段存在，但無法讀取其檔案歷史紀錄。

# mobile.chat.artifact.error.transferUnavailable
source: Artifact transfer is temporarily unavailable.
ar: نقل العناصر غير متاح مؤقتًا.
de: Die Übertragung von Artefakten ist vorübergehend nicht verfügbar.
es: La transferencia de artefactos no está disponible temporalmente.
fr: Le transfert d’artefacts est temporairement indisponible.
ja: アーティファクト転送は一時的に利用できません。
ko: 아티팩트 전송을 일시적으로 사용할 수 없습니다.
zh_hans: 制品传输暂时不可用。
zh_hant: 產物傳輸暫時無法使用。

# mobile.chat.artifact.error.unsupportedMedia
source: This file type cannot be previewed.
ar: لا يمكن معاينة هذا النوع من الملفات.
de: Dieser Dateityp kann nicht als Vorschau angezeigt werden.
es: No se puede mostrar una vista previa de este tipo de archivo.
fr: Ce type de fichier ne peut pas être prévisualisé.
ja: このファイル形式はプレビューできません。
ko: 이 파일 형식은 미리 볼 수 없습니다.
zh_hans: 此文件类型无法预览。
zh_hant: 不支援預覽此檔案類型。

# mobile.chat.error.answerNotAccepted
source: Answer key was not accepted
ar: مفتاح الإجابة غير مقبول
de: Antwort-Key wurde nicht akzeptiert
es: No se aceptó la clave de respuesta
fr: La clé de réponse n’a pas été acceptée
ja: 回答キーが受け付けられませんでした
ko: 답변 키가 수락되지 않았습니다
zh_hans: 回答按键未被接受
zh_hant: 回應鍵未被接受

# mobile.chat.error.interruptNotAccepted
source: Interrupt key was not accepted
ar: مفتاح المقاطعة غير مقبول
de: Unterbrechungs-Key wurde nicht akzeptiert
es: No se aceptó la clave de interrupción
fr: La clé d’interruption n’a pas été acceptée
ja: 中断キーが受け付けられませんでした
ko: 중단 키가 수락되지 않았습니다
zh_hans: 中断按键未被接受
zh_hant: 中斷鍵未被接受

# mobile.chat.error.serviceUnavailable
source: Agent chat transcript service is not configured
ar: خدمة سجل محادثات الوكيل غير مكوّنة
de: Agenten-Chat-Transkriptionsdienst ist nicht konfiguriert
es: El servicio de transcripción de chat del agente no está configurado
fr: Le service de transcription du chat de l’agent n’est pas configuré
ja: エージェントチャットのトランスクリプトサービスが設定されていません
ko: 에이전트 대화 녹취록 서비스가 구성되지 않았습니다
zh_hans: 代理聊天记录服务未配置
zh_hant: 未設定代理人對話紀錄服務

# mobile.chat.error.sessionNotFound
source: That agent session is no longer available.
ar: جلسة الوكيل هذه لم تعد متاحة.
de: Diese Agenten-Sitzung ist nicht mehr verfügbar.
es: Esa sesión de agente ya no está disponible.
fr: Cette session d’agent n’est plus disponible.
ja: そのエージェントセッションは利用できなくなりました。
ko: 해당 에이전트 세션을 더 이상 사용할 수 없습니다.
zh_hans: 该代理会话已不再可用。
zh_hant: 該代理人工作階段已無法使用。

# mobile.chat.error.terminalMoved
source: The agent's terminal moved. Open it once on your Mac (or send the agent any prompt there), then retry.
ar: انتقلت طرفية الوكيل. افتحها مرة واحدة على جهاز Mac الخاص بك (أو أرسل أي أمر للوكيل هناك)، ثم أعد المحاولة.
de: Das Terminal des Agenten wurde verschoben. Öffnen Sie es einmal auf Ihrem Mac (oder senden Sie dem Agenten dort eine beliebige Eingabeaufforderung) und versuchen Sie es dann erneut.
es: La terminal del agente se movió. Ábrela una vez en tu Mac (o envía cualquier indicación al agente allí), luego vuelve a intentarlo.
fr: Le terminal de l’agent a été déplacé. Ouvrez-le une fois sur votre Mac (ou envoyez-y une invite à l’agent), puis réessayez.
ja: エージェントのターミナルが移動しました。Macで一度開く（またはそのターミナルでエージェントにプロンプトを送る）してから、再試行してください。
ko: 에이전트의 터미널이 이동했습니다. Mac에서 터미널을 한 번 열거나 해당 터미널에서 에이전트에게 프롬프트를 전송한 후 다시 시도하세요.
zh_hans: 该代理的终端已移动。请先在你的 Mac 上打开它一次（或在那里给代理发送任意提示），然后重试。
zh_hant: 代理人的終端機已移動。請在 Mac 上開啟它一次（或在該處傳送任何提示詞給代理人），然後重試。

# mobile.chat.error.transcriptNotReadable
source: The Mac can't find a transcript file for this conversation. If the agent just started in a project folder, send it a prompt and tap Retry. If it's running in your home directory, it doesn't keep a transcript, so use the Terminal tab to interact.
ar: تعذر على جهاز Mac العثور على ملف السجل لهذه المحادثة. إذا كان الوكيل قد بدأ للتو في مجلد المشروع، فأرسل له أمرًا واضغط على إعادة المحاولة. وإذا كان يعمل في المجلد الرئيسي الخاص بك، فهو لا يحتفظ بسجل، لذا استخدم علامة تبويب الطرفية للتفاعل.
de: Der Mac kann keine Transkriptdatei für diese Unterhaltung finden. Wenn der Agent gerade erst in einem Projektordner gestartet wurde, senden Sie ihm eine Eingabeaufforderung und tippen Sie auf Erneut versuchen. Wenn er in Ihrem Benutzerverzeichnis ausgeführt wird, führt er kein Transkript. Verwenden Sie daher das Terminal-Tab, um zu interagieren.
es: El Mac no puede encontrar un archivo de transcripción para esta conversación. Si el agente acaba de iniciarse en una carpeta de proyecto, envíale una indicación y toca Reintentar. Si se ejecuta en tu directorio de inicio, no guarda transcripciones, así que usa la pestaña Terminal para interactuar.
fr: Le Mac ne trouve pas de fichier de transcription pour cette conversation. Si l’agent vient de démarrer dans un dossier de projet, envoyez-lui une invite et appuyez sur Réessayer. S’il s’exécute dans votre dossier personnel, il ne conserve pas de transcription, utilisez donc l’onglet Terminal pour interagir.
ja: この会話のトランスクリプトファイルがMacで見つかりません。エージェントをプロジェクトフォルダで起動したばかりなら、プロンプトを送って「再試行」をタップしてください。ホームディレクトリで実行している場合はトランスクリプトが保存されないため、ターミナルタブで操作してください。
ko: Mac에서 이 대화의 녹취록 파일을 찾을 수 없습니다. 에이전트가 프로젝트 폴더에서 방금 시작되었다면, 프롬프트를 전송한 후 재시도를 누르세요. 홈 디렉터리에서 실행 중인 경우에는 녹취록을 보관하지 않으므로 '터미널' 탭을 사용하여 상호 작용하세요.
zh_hans: 这台 Mac 找不到此对话的记录文件。如果代理刚在某个项目文件夹中启动，请给它发送一条提示，然后点按「重试」。如果它运行在你的主目录中，它不会保留记录，请使用「终端」标签页与它交互。
zh_hant: Mac 找不到此對話的紀錄檔案。如果代理人剛在專案資料夾中啟動，請傳送提示詞給它並點擊重試。如果它是在您的家目錄中執行，則不會保留紀錄，請使用「終端機」標籤頁進行互動。

# mobile.panel.artifact.error.forbidden
source: That file is not currently shown in this panel.
ar: هذا الملف غير معروض حاليًا في هذه اللوحة.
de: Diese Datei wird derzeit nicht in diesem Panel angezeigt.
es: Ese archivo no se muestra actualmente en este panel.
fr: Ce fichier n’est pas affiché actuellement dans ce panneau.
ja: そのファイルは現在このパネルに表示されていません。
ko: 해당 파일은 현재 이 패널에 표시되지 않습니다.
zh_hans: 该文件当前未显示在此面板中。
zh_hant: 該檔案目前未顯示在此面板中。

# mobile.panel.artifact.error.internal
source: cmux couldn't complete the panel file request.
ar: تعذر على cmux إكمال طلب ملف اللوحة.
de: cmux konnte die Dateianfrage des Panels nicht abschließen.
es: cmux no pudo completar la solicitud de archivo del panel.
fr: cmux n’a pas pu terminer la demande de fichier du panneau.
ja: パネルのファイル要求を完了できませんでした。
ko: cmux가 패널 파일 요청을 완료할 수 없습니다.
zh_hans: cmux 无法完成此次面板文件请求。
zh_hant: cmux 無法完成面板檔案請求。

# mobile.panel.artifact.error.invalidParams
source: cmux couldn't tell which panel or file was requested.
ar: تعذر على cmux تحديد اللوحة أو الملف المطلوب.
de: cmux konnte nicht feststellen, welches Panel oder welche Datei angefordert wurde.
es: cmux no pudo determinar qué panel o archivo se solicitó.
fr: cmux n’a pas pu déterminer quel panneau ou fichier a été demandé.
ja: どのパネルのどのファイルが要求されたか判別できませんでした。
ko: cmux가 요청된 패널이나 파일을 확인할 수 없습니다.
zh_hans: cmux 无法判断请求的是哪个面板或哪个文件。
zh_hant: cmux 無法判定請求的面板或檔案。

# mobile.panel.artifact.error.methodNotFound
source: cmux doesn't recognize that panel file request.
ar: لا يتعرف cmux على طلب ملف اللوحة هذا.
de: cmux erkennt diese Dateianfrage des Panels nicht.
es: cmux no reconoce esa solicitud de archivo del panel.
fr: cmux ne reconnaît pas cette demande de fichier du panneau.
ja: そのパネルのファイル要求を認識できませんでした。
ko: cmux가 해당 패널 파일 요청을 인식하지 못합니다.
zh_hans: cmux 无法识别该面板文件请求。
zh_hant: cmux 無法識別該面板檔案請求。

# mobile.panel.artifact.error.panelNotFound
source: That file panel is no longer available.
ar: لوحة الملفات هذه لم تعد متاحة.
de: Dieses Dateipanel ist nicht mehr verfügbar.
es: Ese panel de archivos ya no está disponible.
fr: Ce panneau de fichiers n’est plus disponible.
ja: そのファイルパネルは利用できなくなりました。
ko: 해당 파일 패널을 더 이상 사용할 수 없습니다.
zh_hans: 该文件面板已不可用。
zh_hant: 該檔案面板已無法使用。
